//основная страница
const mainData = [
  {
    topDescr: {
      ru: "Вы на новом этапе своей жизни и вот вот создадите семью. Но каждой семье нужно свое гнездышко.",
      kz: "Үйлену тойын одан кейін өзіңізге жаңа пәтер сатып алатындай етіп өткізіп көріңіз.",
    },
    title: {
      ru: "Серьезное решение",
      kz: "Маңызды шешім",
    },
    subTitle: {
      ru: "Попробуйте сыграть свадьбу так, чтобы после нее купить себе новую квартиру.",
      kz: "Үйлену тойын одан кейін өзіңізге жаңа пәтер сатып алатындай етіп өткізіп көріңіз.",
    },
    card1: {
      ru: "Подумайте, что бы вы хотели видеть на своей свадьбе",
      kz: "Үйлену тойыңызда нені көргіңіз келетінін ойланыңыз",
    },
    card2: {
      ru: "Выберите подходящий вариант для вашего торжества",
      kz: "Тойыңызға қолайлы нұсқаны таңдаңыз",
    },
    card3: {
      ru: "Накопите необходимую сумму для покупки новой квартиры",
      kz: "Жаңа пәтер сатып алуға қажетті соманы жинаңыз",
    },
    bottomDescr: {
      ru: "Мы верим, что у вас все получится!",
      kz: "Сіздің табысқа жететініңізге сенеміз!",
    },
    button: {
      ru: "Далее",
      kz: "Әрі қарай",
    },
    offerDescr: {
      ru: "Продолжая участвовать в веб-игре вы соглашаетесь с условиями",
      kz: "Веб-ойынға қатысуды жалғастыра отырып, сіз шарттармен келісесіз",
    },
    offerLink: {
      ru: "публичной оферты",
      kz: "қоғамдық ұсыныс",
    },
    offerTargetLink: {
      ru: "https://docs.google.com/document/d/1wSTgm__W6NoGCSBxc5H9rZmbWUNEx0cE/edit",
      kz: "https://docs.google.com/document/d/1GAsaRPorCIHrO5cnd2Oi0Ucijl6blBbD/edit?usp=sharing&ouid=106119728966408807605&rtpof=true&sd=true",
    },
  },
];

export default mainData;
